<?php

//Task1. Найдите сумму всех целых четных чисел в промежутке от 1 до 100.


//Task2. Создайте массив со следующими значениями: Москва, Киев, Минск, Токио, Мехико, Нью-Йорк, Сеул, Шанхай, Лагос, Каир, Лондон.
//1)Выведите эти значения в браузере через запятую, используя цикл для перебора массива.
//2) Отсортируйте массив, а затем выведите значения в браузере в неупорядоченном списке, снова используя цикл.
//3) Добавьте в массив следующие города: Астана, Кишинев, Душанбе, Баку. Снова отсортируйте массив и еще раз выведите его.

$array = ['Москва', 'Киев', 'Минск', 'Токио', 'Мехико', 'Нью-Йорк', 'Сеул', 'Шанхай', 'Лагос', 'Каир', 'Лондон'];
print_r($array);
